{
	tips:[
{"freq":0, "tip":"Vous pouvez modifier la fréquence des conseils en ajoutant un objet json au lieu d'une chaîne de caractères, comme ceci. Par exemple, ce conseil a une fréquence de 0 et n'apparaîtra jamais. La valeur de fréquence par défaut est 1."},
"Baissez vos boucliers pour dissiper le flux \"dur\" généré par les dégâts sur les boucliers.",
"Les boucliers et les armes génèrent tous deux du flux, donc baisser vos boucliers pour encaisser quelques coups sur la coque et l'armure augmentera votre puissance de feu soutenue. Cela peut être vital, en particulier pour les vaisseaux lourdement blindés.",
"Les armes à faisceau génèrent du flux \"doux\" qui se dissipe plus rapidement que le flux \"dur\" généré par les dégâts sur les boucliers.",
"Appuyez sur TAB en combat pour ouvrir l'interface de commande, qui vous permet de donner des ordres à vos officiers et vos ailes.",
"Les armes à faisceau ont un bonus de dégâts contre les boucliers, mais leur efficacité est réduite contre l'armure.",
"Les armes à projectiles cinétiques font des dégâts bonus aux boucliers.",
"Les armes à énergie font des dégâts bonus à l'armure.",
"Les armes à projectiles explosifs font des dégâts bonus à la coque.",
"Les armes à projectiles explosifs font des dégâts réduits aux boucliers.",
"Les armes à projectiles cinétiques font des dégâts réduits à l'armure.",
"Les armes à énergie font des dégâts réduits à la coque.",
"Les armes à projectiles explosifs sont efficaces contre les cibles non blindées.",
"Les armes à projectiles cinétiques sont efficaces contre les boucliers.",
"Les armes à énergie sont efficaces contre l'armure.",
"Les armes à projectiles cinétiques sont inefficaces contre l'armure.",
"Les armes à énergie sont inefficaces contre la coque.",
"Les armes à projectiles explosifs sont inefficaces contre les boucliers.",
"Les armes à projectiles cinétiques font des dégâts réduits à la coque.",
"Les armes à énergie font des dégâts réduits aux boucliers.",
"Les armes à projectiles explosifs font des dégâts réduits à l'armure.",
"Les armes à projectiles cinétiques sont efficaces contre les boucliers, mais inefficaces contre l'armure.",
"Les armes à énergie sont efficaces contre l'armure, mais inefficaces contre la coque.",
"Les armes à projectiles explosifs sont efficaces contre la coque, mais inefficaces contre les boucliers.",
"Les armes à projectiles cinétiques sont plus efficaces contre les boucliers que contre l'armure.",
"Les armes à énergie sont plus efficaces contre l'armure que contre la coque.",
"Les armes à projectiles explosifs sont plus efficaces contre la coque que contre les boucliers.",
"Ordonner aux chasseurs de se regrouper réduira plus lentement le taux de remplacement du porte-avions, et les escadrilles endommagées tenteront de s'abriter derrière le porte-avions.",
"En pilotant un porte-avions, ses chasseurs escorteront un vaisseau allié si le porte-avions le cible, et continueront à l'escorter jusqu'à leur rappel même si la cible est effacée.",
"Les bombardiers ont un potentiel de dégâts élevé, mais fonctionnent mieux lorsqu'ils sont combinés avec d'autres chasseurs, armes et vaisseaux pour s'assurer qu'ils peuvent infliger les dégâts.",
"Les augmentations en pourcentage sont additives. Les réductions en pourcentage sont généralement multiplicatives.",
"Les flottes se déplaçant lentement n'attirent pas les frappes de tempête dans l'hyperespace.",
"Les armes ont un recul réduit de moitié lorsqu'elles sont montées dans des emplacements de tourelle.",
"Les armes montées dans des emplacements de tourelle ont un champ de tir plus large que celles montées dans des emplacements fixes.",
"Les armes montées dans des emplacements fixes ont un recul plus important que celles montées dans des emplacements de tourelle.",
"Les armes montées dans des emplacements fixes ont un champ de tir plus restreint que celles montées dans des emplacements de tourelle.",
"Les armes montées dans des emplacements de tourelle peuvent pivoter pour suivre leur cible.",
"Les armes montées dans des emplacements fixes ne peuvent pas pivoter pour suivre leur cible.",
"Les armes montées dans des emplacements de tourelle sont plus précises que celles montées dans des emplacements fixes.",
"Les armes montées dans des emplacements fixes sont moins précises que celles montées dans des emplacements de tourelle.",
"Les armes montées dans des emplacements de tourelle consomment plus de flux que celles montées dans des emplacements fixes."
]}